{
    "🍑🍑🍑": {
        "message": "🍑🍑🍑 → Sexy question",
        "questions": [
            "What's your biggest turn-on?",
            "What's the sexiest outfit you own?",
            "What's the most adventurous place you've ever had sex?",
            "What's your favorite thing about your body?",
            "What's a fantasy you've never told anyone?",
            "Do you prefer lights on or off?",
            "What's the longest you've gone without sex?",
            "Do you like to take control or be controlled?",
            "What song always puts you in the mood?",
            "Have you ever had a friends-with-benefits situation?",
            "What's your favorite kind of foreplay?",
            "Do you like dirty talk?",
            "Have you ever sexted someone?",
            "What's your guilty pleasure in bed?",
            "Have you ever been caught in the act?",
            "What's the most you've done in public?",
            "Do you like morning sex or night sex better?",
            "What's your favorite body part on someone else?",
            "What's the naughtiest dream you've ever had?",
            "Do you like quickies or long sessions?",
            "Have you ever tried roleplay?",
            "What's the dirtiest thought you've had today?",
            "Do you like stripteases?",
            "What's the hottest compliment you've ever received?",
            "What's the weirdest place you've hooked up?",
            "Do you like sending/receiving nudes?",
            "Have you ever used toys?",
            "Do you like being kissed everywhere or teased slowly?",
            "What's your ultimate fantasy location for sex?",
            "Do you enjoy shower sex?",
            "What's your wildest experience while drunk?",
            "Would you ever film yourself?",
            "What's your favorite kissing style: slow or intense?",
            "Have you ever had a one-night stand?",
            "Do you prefer making out or skipping straight to it?",
            "What's the sexiest thing someone has whispered to you?",
            "Do you enjoy being teased?",
            "Do you like to take your time or get straight to business?",
            "What's your favorite position?",
            "Have you ever hooked up with someone you shouldn't have?",
            "Would you try a threesome?",
            "What's your favorite place to be touched?",
            "Do you like being surprised in bed?",
            "What's the sexiest outfit someone could wear for you?",
            "What kind of porn do you watch?",
            "Have you ever roleplayed in costume?",
            "Do you like giving or receiving more?",
            "What's your go-to move when things get hot?",
            "What's the dirtiest text you've ever sent?",
            "Would you rather have rough sex or slow romantic sex?",
            "Have you ever had sex outside?",
            "Do you like talking during sex?",
            "What's the most erotic thing you've ever done?",
            "Do you prefer lingerie or naked?",
            "Would you try blindfolds/handcuffs?",
            "What's your biggest bedroom fantasy?",
            "Have you ever hooked up with someone from work/school?",
            "Do you like being dominant or submissive?",
            "What's your favorite way to initiate sex?",
            "Have you ever faked it?",
            "What's the sexiest body part to kiss?",
            "Do you like spontaneous sex?",
            "Have you ever joined the mile-high club?",
            "What's your dirtiest drunk confession?",
            "Have you ever used food in bed?",
            "Do you enjoy strip poker?",
            "Do you like sexting more or phone sex?",
            "What's your favorite naughty roleplay scenario?",
            "Have you ever sent a risky Snapchat?",
            "What's the craziest place you've masturbated?",
            "Do you like being watched?",
            "Would you try sex in the ocean/pool?",
            "What's the hottest dream you remember?",
            "Have you ever had a crush on a friend's partner?",
            "Do you like experimenting or sticking to what works?",
            "What's the kinkiest thing you've ever done?",
            "Have you ever read erotica?",
            "Do you like gentle scratches or hard bites?",
            "Have you ever been walked in on?",
            "Would you do a striptease for someone right now?",
            "What's the dirtiest dare you've completed?",
            "Do you like whispering in someone's ear?",
            "Have you ever kissed more than one person in a night?",
            "Do you enjoy sending risky photos/videos?",
            "Have you ever used mirrors in sex?",
            "What's the most sensitive spot on your body?",
            "Do you like spanking or being spanked?",
            "Have you ever tried roleplay as strangers?",
            "Do you like slow teasing or fast passion?",
            "Would you let someone blindfold you?",
            "Do you like kissing in unusual places?"
        ]
    },
    "🍆🍆🍆": {
        "message": "🍆🍆🍆 → Sexy & spicy question",
        "questions": [
            "What's the kinkiest thing you've ever done?",
            "Would you ever try BDSM?",
            "Do you like being tied up or tying someone else?",
            "Have you ever used handcuffs or blindfolds?",
            "Do you like spanking or being spanked?",
            "Would you try a threesome or group play?",
            "What's the dirtiest thought you've had today?",
            "Have you ever been to a sex party or swinger club?",
            "Do you like rough sex or passionate sex more?",
            "What's the wildest place you'd want to do it?",
            "Would you try sex in public if no one could catch you?",
            "Do you like roleplay with costumes?",
            "Have you ever dressed up for someone in bed?",
            "Would you let someone record you?",
            "Do you enjoy dirty talk? How dirty?",
            "Have you ever used whipped cream, chocolate, or food in bed?",
            "Do you like scratching and biting?",
            "What's the hottest thing you've said during sex?",
            "Do you enjoy watching porn with a partner?",
            "Would you ever have sex in front of a mirror?",
            "What's your biggest kink or fetish?",
            "Have you ever done strip poker or a strip game?",
            "Do you like being called names in bed?",
            "Would you try a shower or bath scene?",
            "Have you ever done a lap dance or striptease?",
            "Do you like being teased until you can't take it anymore?",
            "Have you ever been blindfolded and surprised?",
            "What's your go-to move when things get wild?",
            "Would you try sex toys with a partner?",
            "Do you like light choking?",
            "Would you roleplay strangers meeting for the first time?",
            "What's your opinion on friends-with-benefits?",
            "Would you kiss someone of the same gender?",
            "What's the most daring sext you've ever sent?",
            "Do you like sending or receiving spicy pics more?",
            "Would you try being dominant for a night?",
            "Would you let your partner dominate you?",
            "Do you like being told what to do in bed?",
            "Have you ever had sex outside at night?",
            "Would you do it on a balcony or rooftop?",
            "Do you like being watched?",
            "Would you try recording and rewatching?",
            "Have you ever roleplayed a teacher/student or boss/employee?",
            "Do you like strip games with friends?",
            "What's the hottest dare you've completed?",
            "Do you enjoy edging (stopping before climax)?",
            "Would you try hot wax play?",
            "Do you like mixing pain and pleasure?",
            "What's your opinion on sex toys in public?",
            "Would you ever hook up in a bathroom at a bar/club?",
            "What's the wildest drunk hookup you've had?",
            "Do you like your hair pulled?",
            "Would you try anal play?",
            "Do you like slow sensual teasing or fast rough passion?",
            "Would you hook up with more than one person in a night?",
            "What's your favorite dirty word?",
            "Do you like morning-after sex?",
            "Would you ever let someone film you secretly (with consent)?",
            "Have you ever had phone sex?",
            "Do you enjoy sexting when you're apart?",
            "Would you try sending a live video?",
            "What's your most risqué fantasy?",
            "Would you ever let someone surprise you with toys?",
            "Do you like public teasing (like under a table)?",
            "Have you ever gone commando on purpose?",
            "Would you try roleplaying as strangers in a bar?",
            "What's your opinion on sex clubs?",
            "Would you try joining the mile-high club?",
            "What's the riskiest place you've done it?",
            "Do you like licking or being licked everywhere?",
            "Would you try light bondage?",
            "Do you like being told you're “bad” in bed?",
            "Have you ever sent a video of yourself?",
            "Would you try doing it with music blasting?",
            "Do you like mixing alcohol and sex?",
            "Would you ever do it where you could almost get caught?",
            "Have you ever played with ice cubes in bed?",
            "Do you like whispering dirtiest things during sex?",
            "Would you let someone use a vibrator on you?",
            "Do you like experimenting with positions?",
            "Would you try blindfold games with food and touch?",
            "Do you like being surprised mid-makeout?",
            "Have you ever been dared to take off clothes in public?",
            "Would you flash someone for fun?",
            "Do you like being kissed in forbidden spots?",
            "Would you do it in a car parked in public?",
            "Have you ever been too loud and risked being caught?",
            "Do you enjoy talking explicitly during sex?",
            "Would you act out a scene from a porn movie?",
            "Have you ever tried a roleplay gone wrong?",
            "Do you like being teased until you beg?",
            "Would you send a dirty voice message?",
            "Do you like trying crazy positions just for fun?",
            "What's the most scandalous fantasy you want to try?"
        ]
    },
    "🍺🍺🍺": {
        "message": "🍺🍺🍺 → Drink a full glass",
        "questions": ["Drink up!"]
    },
    "🍷🍷🍷": {
        "message": "🍷🍷🍷 → Truth or drink",
        "questions": [
            "What's your most embarrassing moment?",
            "What's a secret you've never told your best friend?",
            "What's the biggest lie you've ever told?",
            "What's your biggest regret?",
            "What's something you pretend to like but actually hate?",
            "Have you ever cheated on a test or partner?",
            "What's the worst date you've ever been on?",
            "Who in this room would you hook up with?",
            "What's the most embarrassing thing on your phone?",
            "Have you ever lied to get out of trouble?",
            "What's the pettiest thing you've done?",
            "What's a secret your parents don't know about you?",
            "Have you ever ghosted someone?",
            "What's your guilty pleasure?",
            "What's the most childish thing you still do?",
            "What's the worst thing you've done drunk?",
            "Have you ever stolen something?",
            "What's the most money you've ever blown in one night?",
            "What's the meanest thing you've said to someone?",
            "What's a habit you're ashamed of?",
            "Who was your first kiss? How was it?",
            "What's the last lie you told?",
            "Have you ever kissed more than one person in 24 hours?",
            "What's your biggest insecurity?",
            "What's the weirdest thing you've searched online?",
            "Have you ever peed in a pool?",
            "What's the longest you've gone without showering?",
            "What's the grossest thing you've done?",
            "Who do you stalk on social media?",
            "Have you ever lied while playing this game?",
            "What's the worst gift you've ever received?",
            "What's the worst gift you've ever given?",
            "What's the drunkest you've ever been?",
            "What's your biggest fear in a relationship?",
            "What's your biggest turn-off?",
            "What's the strangest dream you've had?",
            "What's the most embarrassing song on your playlist?",
            "Have you ever sent a text to the wrong person?",
            "Have you ever been fired or almost fired?",
            "What's the dumbest thing you've done for love?",
            "What's the pettiest reason you stopped talking to someone?",
            "What's the wildest excuse you've used to call out of work?",
            "What's the most awkward crush you've had?",
            "Have you ever kissed someone here you shouldn't have?",
            "What's the last thing you searched on your phone?",
            "What's your biggest secret?",
            "What's the last lie you told your parents?",
            "Have you ever spread a rumor?",
            "What's the weirdest rumor you've heard about yourself?",
            "Have you ever blacked out drunk?",
            "What's the most embarrassing nickname you've had?",
            "Who in this room knows the most about you?",
            "What's your worst habit?",
            "What's the worst photo you've been tagged in?",
            "Have you ever been in love?",
            "What's your most recent lie?",
            "Have you ever had a crush on a teacher?",
            "What's the biggest mistake you've made in a relationship?",
            "Have you ever been caught doing something you shouldn't?",
            "What's the longest you've gone without brushing your teeth?",
            "What's the dumbest thing you've ever said in public?",
            "What's the most illegal thing you've done?",
            "What's your most toxic trait?",
            "Have you ever had a crush on a friend's partner?",
            "What's the last secret you spilled?",
            "Have you ever been caught lying?",
            "What's the worst meal you've cooked?",
            "What's the strangest thing you've eaten?",
            "What's the worst text you've sent while drunk?",
            "Have you ever had a one-night stand?",
            "Have you ever used a fake excuse to cancel plans?",
            "What's something you're glad your parents don't know?",
            "What's the weirdest thing you've done when home alone?",
            "Who in this room do you trust the least?",
            "Have you ever lied during Truth or Drink?",
            "What's the pettiest argument you've had?",
            "What's the most embarrassing DM you've sent?",
            "What's the longest you've gone without changing clothes?",
            "What's the most reckless thing you've done?",
            "What's the strangest thing in your search history?",
            "What's a lie you tell yourself often?",
            "Who was your worst kiss?",
            "What's the most embarrassing thing you've said to your crush?",
            "Have you ever been rejected?",
            "What's the lamest excuse you've given to avoid sex?",
            "Have you ever gone back to an ex?",
            "What's your biggest red flag?",
            "What's the strangest rumor you've heard about someone here?",
            "Have you ever made out with more than one person at a party?",
            "What's the most trouble you've been in at school/work?",
            "Have you ever flirted with someone taken?",
            "What's the grossest habit you had as a kid?",
            "What's your biggest fear in life?",
            "What's the dumbest way you've hurt yourself?",
            "Have you ever lied about your age?",
            "What's the weirdest thing you've done drunk?",
            "What's the meanest prank you've pulled?",
            "What's the weirdest thing you've overheard?"
        ]
    },
    "😂😂😂": {
        "message": "😂😂😂 → Tell your funniest embarrassing story",
        "questions": [
            "What's your funniest drunk story?",
            "What's the most embarrassing thing you've ever worn in public?",
            "What's the most awkward date you've been on?",
            "What's the funniest way you've injured yourself?",
            "What's the dumbest thing you've done in front of a crush?",
            "What's the most embarrassing thing that's happened at school/work?",
            "Have you ever called a teacher 'mom' or 'dad'?",
            "What's the funniest thing you've ever texted to the wrong person?",
            "What's your worst haircut ever?",
            "Have you ever fallen asleep in public?",
            "What's the most ridiculous excuse you've used to get out of something?",
            "What's the most embarrassing thing you've posted on social media?",
            "What's the funniest lie you've told that people believed?",
            "Have you ever walked into the wrong bathroom?",
            "What's your worst wardrobe malfunction?",
            "What's the most embarrassing thing you've done while drunk?",
            "Have you ever tripped in front of a crowd?",
            "What's the funniest thing you've overheard?",
            "What's the dumbest thing you've done while trying to look cool?",
            "Have you ever been caught talking to yourself?",
            "What's the weirdest nickname you've ever had?",
            "What's the funniest way someone mispronounced your name?",
            "Have you ever forgotten someone's name mid-conversation?",
            "What's the most awkward family gathering moment?",
            "What's the funniest way you've broken something?",
            "What's the weirdest thing you've eaten by mistake?",
            "Have you ever fallen asleep during class/meeting?",
            "What's the strangest thing you've said in your sleep?",
            "Have you ever waved back at someone who wasn't waving at you?",
            "What's the funniest thing you've seen someone else do drunk?",
            "What's the dumbest autocorrect fail you've sent?",
            "Have you ever snorted while laughing?",
            "What's the funniest nickname you've given someone?",
            "What's your most embarrassing childhood memory?",
            "What's the funniest misunderstanding you've had?",
            "Have you ever been caught singing in the shower?",
            "What's the most embarrassing thing you've searched on Google?",
            "What's the funniest dream you remember?",
            "What's the funniest thing you've accidentally said in public?",
            "Have you ever laughed at the wrong moment?",
            "What's the dumbest thing you've done while drunk?",
            "What's the funniest prank you've tried (success or fail)?",
            "What's the most embarrassing dance move you've done?",
            "What's the funniest mistake you've made while cooking?",
            "Have you ever spilled food/drink on yourself in public?",
            "What's the most awkward encounter with a stranger?",
            "What's the funniest drunk text you've sent?",
            "What's your funniest travel story?",
            "Have you ever walked into a glass door?",
            "What's the funniest way you've embarrassed yourself in front of friends?",
            "Have you ever slipped and pretended it didn't happen?",
            "What's the weirdest thing you've done on social media?",
            "What's the funniest thing you've overheard kids say?",
            "Have you ever gotten lost somewhere silly?",
            "What's the most embarrassing photo of you?",
            "Have you ever mixed up two people and said the wrong name?",
            "What's your funniest party fail?",
            "What's the funniest face you've made on camera?",
            "Have you ever been caught dancing alone?",
            "What's the most embarrassing ringtone you've had?",
            "What's the funniest misunderstanding at a bar/club?",
            "What's the dumbest thing you believed as a kid?",
            "Have you ever been caught picking your nose?",
            "What's the funniest autocorrect you've seen?",
            "What's the most ridiculous thing you've done out of boredom?",
            "Have you ever accidentally liked an old photo while stalking?",
            "What's the weirdest message you've received?",
            "What's the most embarrassing nickname your family gave you?",
            "Have you ever farted in class or at work?",
            "What's the funniest costume you've worn?",
            "What's the most awkward bathroom story you've got?",
            "What's the funniest excuse you've heard?",
            "What's the dumbest dare you've done?",
            "What's the funniest photo you've taken drunk?",
            "Have you ever walked around with toilet paper stuck to your shoe?",
            "What's the most embarrassing typo you've sent?",
            "What's the funniest way you've embarrassed a friend?",
            "What's the funniest misunderstanding with a stranger?",
            "What's your funniest karaoke moment?",
            "What's the weirdest place you've fallen asleep?",
            "What's the funniest thing you've overheard at a party?",
            "What's the most embarrassing habit you had as a kid?",
            "What's the funniest joke fail you've had?",
            "What's the most ridiculous trend you've followed?",
            "Have you ever mistaken a stranger for someone you know?",
            "What's the funniest fail you've had while flirting?",
            "What's the dumbest thing you've Googled drunk?",
            "What's the funniest moment you've had with family?",
            "What's your funniest memory from school?",
            "What's the funniest text you've gotten from your parents?",
            "What's the funniest food fail you've had?",
            "Have you ever gotten stuck in something?",
            "What's the most embarrassing thing you've said on a date?",
            "What's the weirdest thing you've done while drunk?",
            "What's the funniest thing you've seen at a wedding?",
            "What's your most embarrassing travel moment?",
            "What's the funniest nickname your friends gave you?",
            "What's the funniest way you've lost something important?"
        ]
    },
    "👽👽👽": {
        "message": "👽👽👽 → Weird question",
        "questions": [
            "If aliens landed tomorrow, what would you show them first?",
            "If you had to swap bodies with an animal for 24 hours, which one?",
            "What's the weirdest dream you remember?",
            "If your life were a video game, what cheat code would you want?",
            "If you had to marry an object, what would it be?",
            "Would you rather have spaghetti hair or marshmallow fingers?",
            "If your pet could talk, what's the first thing it would say?",
            "If you could live in any cartoon universe, which one?",
            "What's the strangest superpower you can imagine?",
            "If you were invisible for a day, what's the weirdest thing you'd do?",
            "If you could teleport anywhere but only once, where would you go?",
            "If you could replace your nose with anything, what would you pick?",
            "What food would you haunt people with if you were a ghost?",
            "If you could communicate with one object in your house, which one?",
            "If you had to be a chair for someone, who would you choose?",
            "What's the weirdest conspiracy theory you secretly believe?",
            "If aliens studied you, what would they find most confusing?",
            "If you could only eat one food for life, but it screams when you bite it, would you eat it?",
            "Would you rather have a tail or horns?",
            "If you had to be an emoji forever, which one?",
            "If you were abducted by aliens, who's the first person you'd call after?",
            "If you had to smell like one thing forever, what would it be?",
            "If you could switch lives with a celebrity for a week, who?",
            "If your shadow had a personality, what would it be like?",
            "What would Earth's dating profile look like?",
            "If your brain had a loading screen, what would it say?",
            "Would you rather fight 1 horse-sized duck or 100 duck-sized horses?",
            "If your hands were replaced with kitchen utensils, what would you pick?",
            "What's the weirdest food combo you secretly like?",
            "If you could ask your future self one question, what would it be?",
            "If you had to live inside a video game, which one?",
            "If you could be any mythical creature, which?",
            "What's the strangest thing you'd do for $1 million?",
            "If you could talk to inanimate objects, which would be most annoying?",
            "If animals could talk, which would be the rudest?",
            "If you had to relive one awkward moment forever, which?",
            "If you had a personal robot, what's the weirdest thing you'd make it do?",
            "What would you name your alien best friend?",
            "If you could replace the moon with anything, what would it be?",
            "If you had to fart a different sound each time, what sound?",
            "If socks didn't exist, what would you wear on your feet?",
            "What's the dumbest way humanity could end?",
            "If you woke up in a cartoon body, what would it look like?",
            "If you could only say one word for the rest of the night, which word?",
            "If you had to lick one random object in this room, what would it be?",
            "If you could add one law to the universe, what would it be?",
            "Would you rather sneeze glitter or burp confetti?",
            "If aliens judged Earth on one TV show, which should it be?",
            "If you had to replace your legs with something else, what would you choose?",
            "If you had to speak in an accent forever, which one?",
            "What would humans taste like to aliens?",
            "If your belly button was a button, what would it do?",
            "If you had to live with only one facial expression, which?",
            "Would you rather be able to talk to plants or rocks?",
            "If you could be best friends with a villain, who?",
            "If you could erase one invention from history, what?",
            "What would your alien species look like if you were abducted?",
            "If gravity stopped working for 10 minutes, what would you do?",
            "If you could only move by hopping, how would your life change?",
            "Would you rather grow a third eye or a third arm?",
            "What's the strangest smell you secretly like?",
            "If your brain had a theme song, what would it be?",
            "If you could replace traffic lights with something else, what?",
            "If you had to tattoo a fruit on your forehead, which?",
            "What animal would make the worst roommate?",
            "If you could change the color of the sky, what color?",
            "If your laugh could change, what sound would you pick?",
            "What's the most useless superpower you'd want?",
            "If you were turned into a drink, what would you taste like?",
            "If your phone could talk, what would it say about you?",
            "If you had to communicate only by dance moves, how would you say hello?",
            "If you could replace water with any liquid, what would it be?",
            "If aliens made you perform a talent, what would you do?",
            "If you had to rename Earth, what would you call it?",
            "Would you rather have ears like an elephant or eyes like a fly?",
            "If your hair grew in a different texture each day, what's the weirdest?",
            "If you could only eat food shaped like animals, which would be best?",
            "If you had to smell like a food forever, which?",
            "If you could change one law of physics, which?",
            "What's the weirdest thing you'd do if you were invisible?",
            "If you had to talk backwards for a year, how would you survive?",
            "If your reflection could talk, what would it say?",
            "Would you rather be a giant hamster or a tiny rhino?",
            "If you could only listen to one weird sound forever, what?",
            "If you had to describe yourself as a conspiracy theory, what would it be?",
            "If you were a ghost, how would you haunt people?",
            "If you could change the alphabet, what would you add/remove?",
            "What's the dumbest way aliens could misunderstand us?",
            "If your burps smelled like something nice, what smell?",
            "If you had to trade places with a Disney character, who?",
            "If you could only eat glow-in-the-dark food, what would you choose?",
            "Would you rather sweat mayonnaise or cry ketchup?",
            "If you had to live in a weird object (like a shoe or teapot), what?",
            "What's the most random fact you know?",
            "If you were abducted, what Earth souvenir would you give aliens?",
            "If your life had a glitch, what would it be?"
        ]
    },
    "❤️❤️❤️": {
        "message": "❤️❤️❤️ → Romantic or crush question",
        "questions": [
            "Who was your first crush?",
            "What's your ideal date?",
            "What qualities do you find most attractive in a person?",
            "What's the most romantic thing someone has done for you?",
            "What's your biggest turn-on in a relationship?",
            "Do you believe in love at first sight?",
            "Who was your first kiss?",
            "What's the most romantic gesture you've ever made?",
            "Have you ever written a love letter?",
            "What song reminds you of love?",
            "What's the best relationship advice you've received?",
            "Have you ever had a secret admirer?",
            "What's your love language?",
            "What's your biggest relationship ick?",
            "Who's your current celebrity crush?",
            "What's the most awkward crush you've had?",
            "Have you ever had a crush on a teacher?",
            "What's the longest relationship you've been in?",
            "What's the shortest fling you've had?",
            "Have you ever had a crush on a friend?",
            "What's your most embarrassing romantic story?",
            "Have you ever sent a love text to the wrong person?",
            "What's your dream honeymoon destination?",
            "Do you believe in soulmates?",
            "What's the most thoughtful gift you've given?",
            "What's the most thoughtful gift you've received?",
            "Have you ever had a long-distance relationship?",
            "What's the cutest couple you know?",
            "What makes you instantly attracted to someone?",
            "What makes you instantly lose interest?",
            "Have you ever had an online crush?",
            "What's the sweetest compliment you've ever gotten?",
            "What's the sweetest compliment you've given?",
            "Do you believe in second chances in love?",
            "Have you ever been in love?",
            "What's the most romantic movie you've seen?",
            "What's the worst date you've ever been on?",
            "What's the best date you've ever had?",
            "Have you ever had a crush on someone unavailable?",
            "What's your go-to flirting move?",
            "What's your biggest dating red flag?",
            "What's your biggest dating green flag?",
            "Have you ever had a crush on more than one person at the same time?",
            "Do you fall in love quickly or slowly?",
            "What's your most awkward date story?",
            "Have you ever crushed on someone in this room?",
            "What's your idea of a perfect relationship?",
            "Would you rather be loved or admired?",
            "What's your favorite couple tradition?",
            "Have you ever kept a relationship secret?",
            "Have you ever had a crush that lasted years?",
            "What's the most creative date idea you've had?",
            "What's the sweetest pet name you've used?",
            "What's the cheesiest pickup line you've heard?",
            "What's the cheesiest pickup line you've used?",
            "What's your favorite romantic memory?",
            "What's your favorite love song?",
            "Have you ever had butterflies around someone?",
            "What's your most awkward flirting story?",
            "Have you ever confessed to a crush?",
            "Have you ever been rejected?",
            "What's the most awkward rejection you've had?",
            "What's the most awkward rejection you've given?",
            "What's your most romantic fantasy?",
            "Would you rather a big wedding or a small one?",
            "Do you believe in love lasting forever?",
            "Have you ever had a rebound relationship?",
            "Have you ever kissed someone you shouldn't have?",
            "What's your favorite place to be kissed?",
            "Do you prefer cuddles or kisses?",
            "What's your most romantic trip memory?",
            "Have you ever fallen for a friend's partner?",
            "What's the sweetest surprise you've planned?",
            "What's the sweetest surprise you've received?",
            "Do you believe in destiny when it comes to love?",
            "What's your favorite couple activity?",
            "Would you date someone completely opposite to you?",
            "What's your most awkward crush story from childhood?",
            "Who was your teenage celebrity crush?",
            "What's your favorite romantic holiday (Valentine's, anniversary, etc.)?",
            "What's your most embarrassing love fail?",
            "What's your most heartwarming love story?",
            "Have you ever loved two people at once?",
            "What's the best piece of love advice you'd give?",
            "Would you rather love or be loved more?",
            "Have you ever had a crush on a stranger?",
            "What's the most romantic compliment you've given?",
            "What's the most romantic compliment you've received?",
            "What's your favorite love quote?",
            "Would you relocate for love?",
            "What's your most romantic childhood memory?",
            "What's your most romantic teenage memory?",
            "What's your most romantic adult memory?",
            "Have you ever been serenaded?",
            "Have you ever serenaded someone?",
            "What's your dream romantic getaway?",
            "What's the most romantic thing you've said?",
            "What's the most romantic thing you've heard?",
            "Do you think opposites attract?",
            "Have you ever fallen for a friend?",
            "Have you ever kissed someone you didn't expect to?",
            "What's your most romantic fantasy date?"
        ]
    }
}